# 公表概要
- 【重要なお知らせ】 不正アクセスによるお客様個人情報流出の可能性に関するお詫びとお知らせ
- 日付記載なし
- ワールド・ブランズ・コレクション ホテルズ＆リゾーツ株式会社 (フォションホテル京都)
- https://hotelfauchonkyoto.com/post-2733/

# 本文
この度「フォションホテル京都」（以下、「当施設」といいます）で利用している株式会社シーナッツ社（以下、「シーナッツ社」といいます）が提供する予約・管理システム（TL-リンカーン）が、第三者による不正アクセスを受け、一部のお客様の個人情報が漏えいした可能性を否定できない事態が発生いたしました。
詳細については調査中でございますが、お客様をはじめ、関係者の皆様には多大なご迷惑とご心配をおかけする事態となりましたこと、深くお詫び申し上げます。

## １．経緯と概要
2024年10月8日、TL-リンカーンの提供元であるシーナッツ社より、当施設に関連するログインID、パスワードを使い、第三者がTL-リンカーンに不正にアクセスした可能性がある旨の通知がありました。調査の結果、TL-リンカーンへ第三者が不正にアクセスし、当施設の一部のお客様の個人情報が漏えいした可能性があることが判明いたしました。

現時点で、委託先であるシーナッツ社による調査の結果、サイバー攻撃やウィルス感染等の痕跡は発見されていないと報告を受けております。また、当施設におきましてはログインID、パスワードが漏洩した原因等を調査中です。

## ２．漏えいの可能性がある個人情報の対象
対象者：2024年7月23日から2024年12月23日までのいずれかの日を宿泊日とするお客様

## ３．漏えいの可能性がある個人情報の種類
予約者氏名、宿泊者氏名、住所、電話番号、メールアドレス、生年月日、性別、会員ID、　宿泊に関わるご家族情報等。（※尚、個人情報内にクレジットカード情報は含まれません。）

## ４．お客様へのお願い
当施設より、メールや電話などで支払い情報の共有を求めることはございません。ご予約に関する当施設または、オンライン予約サイトが差出人であると思わせるようなダイレクトメール、SMS、当施設またはオンライン予約サイトを名乗る、詐欺まがいの電話などには十分にご注意いただきますようお願い申し上げます。

## 5．今後の対応と再発防止策
当施設で利用する予約・販売管理システムに関し、これまで種々の設定変更を行うなど情報セキュリティの強化を行ってまいりましたが、今後、同様の事象が起こらないよう、シーナッツ社と関係機関と連携を取りつつ原因調査を進め、必要な対策を実施し、不正アクセス再発防止に万全を期してまいります。
この度は、お客様には多大なご迷惑とご心配をおかけしますこと、重ねて深くお詫び申し上げます。
